{
    "books": [
       
        {
            "title": "Pride and Prejudice by Jane Austen",
            "rating": "★★★★☆",
            "name": "kimmyjohnson23",
            "desc": "Pride and Prejudice by Jane Austen is a timeless classic that delves into the intricacies of love, class, and society. With memorable characters, witty dialogue, and a keen social commentary, it remains an enduring masterpiece of English literature. Austen's exploration of the complexities of human relationships, particularly the slow-burning romance between Elizabeth Bennet and Mr. Darcy, makes this novel a must-read for those who appreciate sharp wit and astute social observation. Pride and Prejudice continues to captivate readers with its charm and insight into the society of its time.",
            "image": "images/pride.jpg"
        },
        {
            "title": "1984 by George Orwell",
            "rating": "★★★★★",
            "name": "timmadden550",
            "desc": "George Orwell's '1984' is a chilling exploration of a dystopian society where surveillance, propaganda, and thought control reign supreme. It's a thought-provoking and cautionary tale about the consequences of totalitarianism on individual freedom and truth.",
            "image": "images/1984.jpg"
        },
        {
            "title": "War and Peace by Leo Tolstoy",
            "rating": "★★★☆☆",
            "name": "applejackson19",
            "desc": "Leo Tolstoy's epic novel explores the intricate lives and relationships of Russian nobility during the Napoleonic era. With its vast scope and deep character development, the story weaves through the complexities of war, love, and human nature. Tolstoy's philosophical insights and vivid storytelling make War and Peace a literary masterpiece that delves into the human condition on a grand scale.",
            "image": "images/war.jpg"
        },
        {
            "title": "Don Quixote by Miguel de Cervantes Saavedra",
            "rating": "★★☆☆☆",
            "name": "simpleton112",
            "desc": "Don Quixote is a literary classic that left me frustrated and disappointed. Its overly verbose narrative and seemingly endless adventures became a tedious journey. The characters, while quirky, often lacked depth, and the meandering plot left me wishing for a more focused and engaging story.",
            "image": "images/quixote.jpg"
        },
        {
            "title": "The Adventures of Huckleberry Finn by Mark Twain",
            "rating": "★★★★★",
            "name": "Ilikebooks",
            "desc": "\"The Adventures of Huckleberry Finn\" is a classic American novel written by Mark Twain. It's a thought-provoking and often humorous exploration of societal norms, race, and the journey to self-discovery. Huck Finn's adventures down the Mississippi River with Jim, a runaway slave, provide a unique perspective on the complexities of human nature and the quest for freedom. Twain's vivid storytelling and clever social commentary make this book a timeless masterpiece.",
            "image": "images/fin.jpg"
        }
    ]
}
